/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "Agora Não";
"QUIT_TITLE" = "Encerrar";
"RESCAN_TITLE" = "Buscar Agora";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "Há novo software disponível para seu computador.";
"NEW_SOFTWARE_MESSAGE" = "Se não quiser instalar agora, escolha o menu Apple > Atualização de Software quando estiver preparado(a) para instalar.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "O seu software está atualizado.";
"UP_TO_DATE_MESSAGE" = "A Atualização de Software não dispõe de nenhum software novo para o seu computador neste momento.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "Não há nenhuma atualização disponível, exceto as que você optou por ignorar. Tente novamente mais tarde.";
"RESET_IGNORED_UPDATES_TITLE" = "Restabelecer Atualizações Ignoradas";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "O aplicativo Atualização de Software não pode verificar se há novas atualizações devido a um problema na rede.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "Falha ao verificar atualizações.";
"NETWORK_DIAGNOSTICS_TITLE" = "Diagnóstico da Rede…";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "O Servidor de Atualização de Software (%@) não está respondendo.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "Certifique-se de que a conexão de sua rede esteja funcionando normalmente. Se não houver nenhum problema com a sua conexão, peça ajuda ao administrador da sua rede.";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "As atualizações estão sendo instaladas por %@.";
"OTHER_SESSION_UNKNOWN_TITLE" = "As atualizações estão sendo instaladas por outro usuário.";
"OTHER_SESSION_SAME_TITLE" = "As atualizações estão sendo instaladas atualmente.";
"OTHER_SESSION_MESSAGE" = "Você pode buscar atualizações adicionais depois, selecionando Atualização de Software no menu Apple.";
"OTHER_DONE_USER_TITLE" = "As atualizações foram instaladas por %@. Você deseja buscar atualizações adicionais agora?";
"OTHER_DONE_UNKNOWN_TITLE" = "As atualizações foram instaladas por outro usuário. Você deseja buscar atualizações adicionais agora?";
"OTHER_DONE_SAME_TITLE" =  "As atualizações foram instaladas. Você deseja buscar atualizações adicionais agora?";
"OTHER_DONE_MESSAGE" = "Se você não deseja verificar agora, você pode buscar atualizações adicionais depois, selecionando Atualização de Software no menu Apple.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "Perigo: a Verificação de Assinaturas da Apple Está Desativada";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "A Atualização de Software está sendo atualmente executada no modo de teste, o que não é seguro durante o uso habitual. Nesse modo, as atualizações serão aceitas com qualquer assinatura \"confiável\" e não apenas com a da Apple. Se você não está testando pacotes de Atualização de Software da Apple para terceiros, é extremamente recomendável que você pare de usar a Atualização de Software da Apple imediatamente.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "Usar No Modo Teste";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "Encerrar";

/* SUAppDetailedView */
"LogOutRequired" = "Você deve finalizar a sessão após instalar as atualizações.";
"LogOutRequired_Single" = "Você deve finalizar a sessão após instalar a atualização.";
"RestartRequired" = "Você deve reiniciar o seu computador após instalar as atualizações.";
"RestartRequired_Single" = "Você deve reiniciar o seu computador após instalar a atualização.";
"ShutDownRequired" = "Você deve desligar o seu computador após instalar as atualizações.";
"ShutDownRequired_Single" = "Você deve desligar o seu computador após instalar a atualização.";
"RestartRecommended" = "É recomendável reiniciar o seu computador após instalar as atualizações.";
"RestartRecommended_Single" = "É recomendável reiniciar o seu computador após instalar a atualização.";

"Install" = "Instalar";
"Install1Item" = "Instalar 1 Item";
"InstallNItems" = "Instalar %d Itens";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "indicador";


/* SUAppProductItem */
"INSTALLED_LABEL" = "Instalada";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "Parcialmente transferido (%d%%)";
"DOWNLOADED_LABEL" = "Transferido(s)";
"ERROR_LABEL" = "Erro";

"SELECTION_LABEL_FORMAT" = "%@: %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Ir para Página de Transferências da Apple…";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "Ir para Página de Transferências de \"%@\"…";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "Tem certeza de que deseja remover a atualização \"%@\" da lista?";
"ConfirmMakeInactive1ItemMessage" = "Você não será mais avisado(a) sobre as novas versões desta atualização. Para ver esta atualização novamente, escolha Atualização de Software > Restabelecer Atualizações Ignoradas.";
"ConfirmMakeInactiveNItemsTitle" = "Tem certeza de que deseja remover estas %d atualizações da lista?";
"ConfirmMakeInactiveNItemsMessage" = "Você não será mais avisado(a) sobre as novas versões destas atualizações. Para ver essas atualizações novamente, escolha Atualização de Software > Restabelecer Atualizações Ignoradas.";

"OK_TITLE" = "OK";
"CANCEL_TITLE" = "Cancelar";

"RESCAN_ERROR_TITLE" = "Ocorreu um erro ao buscar as atualizações.";
